{
  "date": "2022/12/20",
  "title": "Low Resource Integrated Platform for Production and Analysis of Capped mRNA",
  "brief": "The existing platform for large-scale mRNA production is fast, but consumable costs, process technicality, and complexity represent key bottlenecks limiting global mRNA biologics manufacturing. Another challenge is the lack of a consolidated platform for mRNA product characterization and assays that meet regulatory requirements. Bridging these innovation gaps to simplify processes and reduce cost would improve mRNA biologics manufacturability, especially in low-resource settings. This study develops a “cotranscriptional” capping strategy that utilizes T7 RNA polymerase, and the Vaccinia Capping System to synthesize and cap mRNA. We created an “integrated reaction buffer” that supports both capping enzymes for catalytic and in vitro transcription processes, enabling one-pot, two-step capped mRNA synthesis. Additionally, we report a novel, one-step analytic platform for rapid, quantitative, capped mRNA analysis. The assay involves target mRNA segment protection with cheap DNA primers and RNase digest of non-hybridized or non-target sequences before analysis by single nucleotide-resolving urea-polyacrylamide gel electrophoresis (PAGE). The integrated approach simplifies production processes and saves costs. Moreover, this assay has potential applications for mRNA analyses and post-transcriptional modification detection in biological samples. Finally, we propose a strategy that may enable unparalleled sequence coverage in RNase mass mapping by adapting the developed assay and replacing urea-PAGE with mass spectrometry.",
  "image": "article-image1.jpeg",
  "blocks": [
    {
      "title": "Introduction",
      "text": [
        "Messenger RNA biologics contain the blueprint of a viral, pathogen, or desired therapeutic protein; once introduced, the cell can produce this protein. The recent popularity of mRNA as a therapeutic candidate is due to its relatively short development times and relatively high safety. Capped mRNA is now the preferred and most potent active ingredient in most therapeutic candidates, as uncapped mRNA is less effectively translated and induces a detrimental innate immune response. In vitro transcription is the primary platform for producing mRNA biologics and is capable of fast and large-scale manufacturing. However, the cost of raw materials, logistics, lack of infrastructure, and the complex production processes for mRNA biologics represent substantial challenges to increasing global manufacturing, especially in low-resource settings.",
        "One of the bottlenecks for large-scale mRNA biologic production is the cost associated with mRNA capping and the unavailability of reagents in large quantities. The capping residue, m7GpppG, was previously a popularly used cap analogue but lacks 100% capping efficiency and has the potential of generating 50% untranslatable mRNA due to the reverse orientation of cap. Alternatives such as the anti-reverse capping analogues (ARCA) are more effective in ensuring capped structures are in the correct orientation by preventing reverse incorporation of the analogue; however, ARCA significantly lowers transcript yield, and 100% capping is never achieved. Another option is the Trilink CleanCap, which was used in manufacturing the BioNTech COVID-19 vaccine. Despite advances, the required licenses for commercial synthetic 5′ cap analogues─expensive at scale─contribute to costs and hinder decentralized production of capped mRNA."
      ]
    }
  ]
}