[
  {
    "id": 1,
    "date": "2022/12/20",
    "title": "Low Resource Integrated Platform for Production and Analysis of Capped mRNA",
    "brief": "The existing platform for large-scale mRNA production is fast, but consumable costs, process technicality, and complexity represent key bottlenecks limiting global mRNA biologics manufacturing. Another challenge is the lack of a consolidated platform for mRNA product characterization and assays that meet regulatory requirements. Bridging these innovation gaps to simplify processes and reduce cost would improve mRNA biologics manufacturability, especially in low-resource settings. This study develops a “cotranscriptional” capping strategy that utilizes T7 RNA polymerase, and the Vaccinia Capping System to synthesize and cap mRNA. We created an “integrated reaction buffer” that supports both capping enzymes for catalytic and in vitro transcription processes, enabling one-pot, two-step capped mRNA synthesis. Additionally, we report a novel, one-step analytic platform for rapid, quantitative, capped mRNA analysis. The assay involves target mRNA segment protection with cheap DNA primers and RNase digest of non-hybridized or non-target sequences before analysis by single nucleotide-resolving urea-polyacrylamide gel electrophoresis (PAGE). The integrated approach simplifies production processes and saves costs. Moreover, this assay has potential applications for mRNA analyses and post-transcriptional modification detection in biological samples. Finally, we propose a strategy that may enable unparalleled sequence coverage in RNase mass mapping by adapting the developed assay and replacing urea-PAGE with mass spectrometry.",
    "image": "article-image1.jpeg",
    "blocks": [
      {
        "title": "Introduction",
        "text": [
          "Messenger RNA biologics contain the blueprint of a viral, pathogen, or desired therapeutic protein; once introduced, the cell can produce this protein. The recent popularity of mRNA as a therapeutic candidate is due to its relatively short development times and relatively high safety. Capped mRNA is now the preferred and most potent active ingredient in most therapeutic candidates, as uncapped mRNA is less effectively translated and induces a detrimental innate immune response. In vitro transcription is the primary platform for producing mRNA biologics and is capable of fast and large-scale manufacturing. However, the cost of raw materials, logistics, lack of infrastructure, and the complex production processes for mRNA biologics represent substantial challenges to increasing global manufacturing, especially in low-resource settings.",
          "One of the bottlenecks for large-scale mRNA biologic production is the cost associated with mRNA capping and the unavailability of reagents in large quantities. The capping residue, m7GpppG, was previously a popularly used cap analogue but lacks 100% capping efficiency and has the potential of generating 50% untranslatable mRNA due to the reverse orientation of cap. Alternatives such as the anti-reverse capping analogues (ARCA) are more effective in ensuring capped structures are in the correct orientation by preventing reverse incorporation of the analogue; however, ARCA significantly lowers transcript yield, and 100% capping is never achieved. Another option is the Trilink CleanCap, which was used in manufacturing the BioNTech COVID-19 vaccine. Despite advances, the required licenses for commercial synthetic 5′ cap analogues─expensive at scale─contribute to costs and hinder decentralized production of capped mRNA."
        ]
      }
    ]
  },
  {
    "id": 2,
    "date": "2022/12/20",
    "title": "A novel sustainable platform for scaled manufacturing of double-stranded RNA biopesticides",
    "brief": "RNA interference (RNAi) represents one of the most conserved pathways evolved by eukaryotic cells for regulating gene expression. RNAi utilises non-translatable double-stranded RNA (dsRNA) molecules to sequester or degrade mRNA molecules gene. In RNAi, specifically designed exogenous dsRNA delivered to the cell can silence a target gene, a phenomenon that has been exploited in many functional studies and explored in biopesticide applications. The search for safe and sustainable crop pest management options drives the need to offset the effect of inorganic pesticides on biodiversity. The prospect of replacing inorganic pesticides with dsRNA crop spray is gaining popularity, enhanced by its high-target specificity and low environmental impact. However, for dsRNA to reach the pesticide market, it must be produced cost-effectively and sustainably. In this paper, we develop a high-yield expression media that generates up to 15-fold dsRNA yield compared to existing expression media utilising 1 mM IPTG. We also optimise a low-cost purification method that generates high-quality and purified dsRNA. The developed method circumvents the need for hazardous chemical reagents often found in commercial kits or commercial nucleases to eliminate contaminating DNA or single-stranded RNA (ssRNA) species. We also demonstrate that the production platform is scalable, generating 6.29 mg dsRNA from 259 mg wet E. coli cell pellet. The results also provide structural insights into the heterogeneous dsRNA species within the microbial-derived dsRNA pool. Finally, we also show that the purified ‘naked’ dsRNA, without prior formulation, can induce insect toxicity under field conditions. This study provides a novel, complete, low-cost process dsRNA platform with potential for application in industrial dsRNA production.",
    "image": "article-image2.jpeg",
    "blocks": [
      {
        "title": "Introduction",
        "text": [
          "RNA interference (RNAi) represents one of the most sophisticated and conserved pathways evolved by eukaryotic cells for controlling gene expression. Although first described in the model organism Caenorhabditis elegans (Fire et al. 1998), RNAi is widely found in insects, plants (Gordon & Waterhouse, 2007) and animals (Schuster et al. 2019). In a post-transcriptional gene repression process, RNAi utilises non-translatable double-stranded RNA (dsRNA) molecules to sequester or degrade mRNA molecules. In the RNAi pathway, Dicer, an enzyme member of the RNase III family, cleaves long molecules of dsRNA into short RNA segments (approximately 20 bp long) to form siRNAs. One strand of the siRNA (guide strand) is selectively bound to Argonaute protein (an RNase H-like protein) in the RNA-induced silencing complex (RISC). It guides the complex to the sequence-specific sites resulting in mRNA cleavage in a complementary manner (Zamore & Haley, 2005).",
          "Pesticide toxicity on non-target organisms and environmental pollution are the most urgent concerns in current agriculture. As a result, RNAi technology, with its unprecedented pest target specificity and low environmental impact, is rapidly evolving as a promising safe alternative to toxic inorganic pesticides (Rank & Koch, 2021). Crop spray consisting of “naked”, complexed, or encapsulated dsRNA is becoming the most popular field application for RNAi.",
          "The ability of RNAi pathways to inhibit gene expression holds considerable economic value in crop protection and biological control. Ingestion of exogenous dsRNA induces RNAi-mediated gene silencing in C. elegans and many pests (Baum et al., 2007; Leelesh & Rieske, 2020; Timmons et al. 2001). The efficacy of dsRNA-based induced gene silencing in insect pests depends on an efficient administration. Oral delivery of formulated dsRNA and dsRNA-expressing bacteria to larvae effectively causes RNAi-induced mortality in stink bugs (Euschistus heros) and emerald ash borer (EAB), respectively (Castellanos et al. 2019). Micro-injection has also been reported (Leelesh & Rieske, 2020). However, efficient dsRNA delivery could significantly depend on the target insect species and tissue. Insect orders respond differently to RNAi (Christiaens et al. 2020; Cooper et al. 2019). Lepidopterans are less sensitive to RNAi (Terenius et al. 2011) partially due to a repertoire of nucleases that degrade and, therefore, deplete dsRNA available to RNAi machinery and processing (Guan et al. 2018; Singh et al. 2017). Increasing dsRNA dosage by several micrograms may be required to achieve significant RNAi silencing in these species in laboratory settings, while field settings may even be more demanding (Xu et al. 2016)."
        ]
      },
      {
        "title": "Materials and methods",
        "text": [
          "Chemicals and reagents",
          "Ampicillin sodium salt, tetracycline hydrochloride, Isopropyl β-D-1-thiogalactopyranoside (IPTG) ≥ 99%, LB Broth Miller (Formedium), sodium dodecyl sulphate (SDS), 99%, sodium chloride (NaCl), 99% were all obtained from (Sigma-Aldrich, Poole, UK). Nucleic acids were analysed by IP-RP-HPLC on an Agilent 1100 series HPLC using a Proswift RP-1S Monolith column (50 mm × 4.6 mm I.D. ThermoFisher) and buffers prepared with (TEAA) pH 7.0 (Fluka, UK), acetonitrile (ThermoFisher), and HPLC grade water for nucleic acid analyses. Reagents used for purification and mass mapping of dsRNA RNase T1 (100 U/uL, Ambion), RNase A (1 mg/mL, Ambion), and DNase I (Ambion). Oligonucleotides were analysed on the U3000 HPLC system (Thermo Scientific) and maXis Ultra High-Resolution Time of Flight Instrument (Bruker Daltonics) using the Accucore C18 column (150 mm × 2.1 mmID).",
          "",
          "Gene sequence retrieval and construction of plasmid-bearing dsRNA gene sequence",
          "The sequences of Bemisia tabaci acetylcholinesterase ecdysone receptor (EcR), ribosomal protein L9, ecdysone receptor-like (LOC109036570), and V-ATPase identified with the BLAST (Altschul et al. 1990) algorithm using orthologous genes from closely related species or model organisms as queries and searching against transcriptome databases. Partial CDS of these genes were selected and manually verified for open reading frames (ORF) and protein translation using Snapgene (Insightful Science). These partial sequences were linked to create a B. tabaci multigene-targeting 706 bp known as AREV4. Another dsRNA gene sequence, ATU1, was constructed by selecting the complete CDS of Bemisia tabaci Alpha-tubulin. T7 RNA promoters and synthetic terminators flank both ends of the synthetic dsRNA genes. These were then synthesised by GeneArt® Gene Synthesis (Invitrogen Life Technologies) and cloned into plasmid, pMA-X series supplied by the vendor."
        ]
      }
    ]
  }
]